Repository: jeison-souza/woocommerce-product-plus
Catalog: languages/woocommerce-product-plus-*.po
Languages: pt_br

source: and
pt_br: e

source: WooCommerce Product Plus is enabled but not effective. It requires %s in order to work.
pt_br: WooCommerce Product Plus está ativo, mas não entrou em vigor. Ele requer %s para que funcione.

source: Reports
pt_br: Relatórios

source: Products
pt_br: Produtos

source: Overview
pt_br: Visão geral

source: Total products / variations
pt_br: Total de produtos / variações

source: Dismiss
pt_br: Dispensar

source: Product extender for WooCommerce shop plugin.
pt_br: Extende produtos para o plugin de comércio WooCommerce.

source: WooCommerce Product Plus is installed. Would you like to see a quick overview?
pt_br: WooCommerce Product Plus está instalado. Gostaria de ver um resumo rápido?

source: Learn how to use WooCommerce Product Plus
pt_br: Aprenda a usar o WooCommerce Product Plus

source: Total products / variations in low stock
pt_br: Total de produtos / variações com estoque baixo

source: Total products / variations out of stock
pt_br: Total de produtos / variações sem estoque

source: Products list
pt_br: Lista de produtos

source: Modifieds products per day
pt_br: Produtos modificados por dia

source: Visibility
pt_br: Visibilidade

source: There are no products to show.
pt_br: Não há produtos para exibir.
